{
    "homepage": "https://mods.mowund.com/",
    "promos": {
        "1.16.5-latest": "1.2",
        "1.16.5-recommended": "1.2"
    },
    "1.16.5": {
        "1.2": "    + Added rufous forest biome:\n\n        • A warm, wet and rare forest like biome.\n\n        • Generates with big rufous trees and some rare ocasional small rufous tree.\n\n        • Mowita ore generates slightly more frequently there.\n\n    + Added mirt:\n\n        • A new waterloggable dirt.\n\n            • Gets wet when under the rain.\n\n        • Generates as disks on rufous forest lakes.\n\n    ∗ Made some changes to brown wolves:\n\n        • Darkened textures color pallete.\n\n        • Are now tamed with bone blocks instead of bones.\n\n        • Now also spawns on rufous forests.\n\n    ∗ Updated rufous sapling and vines textures.\n\n    ∗ Rufous wood now uses a lower pitched wood sound.\n\n    ∗ Adventuring time advancement now also requires rufous forest biome.\n\n    ∗ Added some blocks to their respective forge tags.\n\n    ∗ Changed mod versioning.",
        "1.1.8": "    ∗ Dimstone texture is now randomly flipped.\n\n    ∗ All texture and sound files has been compressed.\n\n    ∗ Renamed code using obfuscated names.",
        "1.1.7": "    + Added 4 new advancements:\n\n        • Pinky Ingot: Smelt a mowita ingot.\n\n        • Endified: Endify a mowita ingot using end stone shards.\n\n        • Mowited: Use an endified mowita ingot to upgrade any diamond or netherite armor or tool.\n\n        • Fully Mowited: Get all mowited netherite items.\n\n            • Gives 125 exp.\n\n    + Added chiseled dimstone.\n\n    + Added translations for pt-br.\n\n    ∗ Brown wolves are now required for the \"Two by Two\" advancement.\n\n    ∗ Renamed \"polished dimstone bricks\" to \"dimstone bricks\".",
        "1.1.6": "    ∗ Slightly changed dimstone blocks textures.\n\n    ∗ Stonecutting dimstone to polished dimstone brick blocks now requires cobbled dimstone instead.",
        "1.1.5": "    + Added deepslate mowita ore.\n\n        • Currently unobtainable in survival until 1.17 releases.\n\n    + Added new sounds for raw mowita block and updated rufous wood sounds.\n\n    ∗ Changed raw mowita block, mowita block and mowita ore hardness and blast resistance.\n\n    ∗ Rufous log may now generate as part of bonus chest loot.",
        "1.1.4": "    + Added raw mowita block.\n\n        • Crafted with and uncraftable to 9 raw mowitas.\n\n        • Can be smelted to mowita block\n\n            • Takes 8x longer than normal smelting (faster than smelting 9 raw mowitas), but gives 8x more experience than smelting raw mowita (less than smelting 9 raw mowitas).\n\n    ∗ Updated raw mowita and mowita ore textures.",
        "1.1.3": "    + Dimstone is now fully implemented.\n\n        • Added 19 more variants, including pressure plate and button, cobbled, polished, polished bricks and their respectives walls, stairs and slabs and cracked polished bricks.\n\n        • Dimstone drops cobbled dimstone when broken, which can be used to make all of the block variants and as a stone type material for some crafting recipes, like blackstone.\n\n        • Can now be found generating as big blobs from layer 35 to 0.\n\n        • Added new sounds for dimstone.",
        "1.1.2": "    + Added dimstone.\n\n        • Slightly stronger than stone.\n\n        • Currently unobtainable without commands.\n\n    ∗ Brown wolves now spawn in badlands biomes at the same rate as in savanna biomes.",
        "1.1.1": "    ∗ Slightly updated raw mowita, mowita block, ingot and nugget textures.\n\n    ∗ Brown wolves now also spawns in badlands biomes more frequently than in savannas.\n\n        • They will also now randomly howl loudly at full moon nights.",
        "1.1.0": "    + Added rufous wood and all of its related variants of blocks and items except the boat.\n\n        • Slightly stronger and more fire resistant than other woods.\n\n        • Added rufous vine, which emits a light level of 6.\n\n    + Added rufous trees, made out of rufous logs, leaves and vines.\n\n        • Currently doesn't generate naturally.\n\n    + Added end stone shard and endified mowita ingot.\n\n        • End stone shard is rarely dropped when breaking end stone. The amount can be increased with fortune or avoided with silk touch.\n\n        • Endified mowita ingot is crafted with 8 end stone shards and 1 mowita ingot, now used to upgrade tools and armor to mowited level.\n\n    + Added new sounds for brown wolves (lower pitched wolf sounds), mowita blocks and ore, equipping mowited armor and rufous wood blocks.\n\n    ∗ Updated all of the mowita related blocks and items textures.\n\n    ∗ Mowita blocks now have a pink map color.\n\n    ∗ Mowita ore is now a stone material instead of metal.\n\n    ∗ Removed mowita crystal and shard, and replaced with raw mowita (works with fortune).\n\n    ∗ Fixed spawn eggs not in the correct order on creative inventory.\n\n    ∗ Fixed mowita blocks not requiring diamond (or stronger) pickaxes to be broken.",
        "1.0.2": "    ∗ Mowited netherite armor set now uses mowited netherite material again.\n\n    ∗ Mowita blocks are now a bit more slippery and no longer speedy.\n\n    ∗ Now requires Forge 36.1.\n\n        • Updated to official 1.16.5 mappings.",
        "1.0.1": "    ∗ Tamed brown wolves now randomly emit heart particles. They also gets a bit more darker when wet.\n\n    ∗ Brown wolf spawn eggs now properly works with dispensers, spawners and pick item.",
        "1.0.0": "    + Mod released, all old and future mod versions can be found at https://mods.mowund.com.\n\n        • When a new mod version releases, it will be shown in the mods list.\n\n    + Added brown wolf.\n\n        • Extremely rare, found only in savanna biomes.\n        • Stronger than normal wolves.\n\n    ∗ Improved the mod code and removed unused commands.",
        "Alpha b1.0.0aa": "N/A",
        "Alpha b1.0.0": "N/A",
        "Alpha 1.0.0-dev": "N/A"
    }
}
